<?php

// --------------------------------------------------------------------------
// RECO-клиент
// В задачи клиента входит выдача имеющихся данных и сохранение полученных
// рекомендаций для последующего использования внутри
// --------------------------------------------------------------------------
// API
// ./entities/ список сущностей в формате:
// 	{
// 		"entity-slug": {       // идентификатор сущности (article, item), словарь = [a-z\-]+
// 			"name":            // нормальное название сущности для форм (статьи, товары, разделы)
// 			"num": 1244,       // кол-во объектов данный сущности
// 			"last": 123123123, // unix-timestamp последнего изменённого материала
// 		}
// 	}
// 




?>